Repository: wp-plugins/edd-auto-register
Catalog: languages/edd-auto-register-*.po
Languages: ca, es_es

source: Your login details
ca: La teca información d'accés
es_es: Tu información de acceso

source: Login details
ca: Informació d'accés
es_es: Información de acceso

source: Dear
ca: Benvolgut
es_es: Apreciado

source: Below are your login details:
ca: Aquí tens la teca información d'accés
es_es: Aquí están tus datos de acceso:

source: Your Username:
ca: Nom d'usuari:
es_es: Nombre de usuario:

source: Your Password:
ca: Contrassenya:
es_es: Contraseña:

source: Email Address already in use
ca: Aquest email ja està agafat
es_es: Este Email ya está en uso

source: You must login to complete your purchase
ca: Has d'accedir per a poder comprar
es_es: Debes acceder para realizar tu compra

source: Login To Purchase
ca: Accedir per comprar
es_es: Acceder para comprar

source: Username
ca: Usuari
es_es: Usuario

source: Your username
ca: El teu usuari
es_es: Tu usuario

source: Password
ca: Contrassenya
es_es: Contraseña

source: Your password
ca: La teva contrassenya
es_es: Tu contraseña

source: Auto Register
ca: Auto registre
es_es: Auto registro

source: Send Login Details To Customer
ca: Enviar les dadas a l'usuari
es_es: Enviar detalles al usuario

source: Sends an email to the customer with their login and password
ca: Enviar un email a l'usuari amb el seu usuari i password
es_es: Enviar un email al usuario con su contraseña y password
